tap "homebrew/cask-fonts"

cask "1password"
cask "clocker"
cask "font-fira-code-nerd-font"
cask "github"
cask "grammarly-desktop"
cask "grammarly"
cask "iterm2"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "rectangle"
cask "sanesidebuttons"
cask "slack"
cask "visual-studio-code"

brew "docker"
brew "git-lfs"
brew "git"
brew "htop"
brew "jq"
brew "lsd"
brew "mas"
brew "node"
brew "starship"
brew "thefuck"
brew "tree"
