tap "homebrew/bundle"
tap "buo/cask-upgrade" # brew cu to update apps interactively 
tap "homebrew/cask-fonts"

brew 'coreutils'
brew "autoenv"
brew "awscli"
brew "cfn-lint"
brew "difftastic"
brew "docker-credential-helper-ecr"
brew "docker"
brew "git-lfs"
brew "git"
brew "github-keygen" # https://github.com/dolmen/github-keygen
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "lsd"
brew "mas"
brew "node"
brew "starship"
brew "thefuck"
brew "tree"
brew "zsh-completions"

cask 'font-fira-mono'
cask "1password"
cask "clocker"
cask "font-fira-code-nerd-font"
cask "github"
cask "grammarly-desktop"
cask "grammarly"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "rectangle"
cask "sanesidebuttons"
cask "visual-studio-code"
